Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Data, probability, regression
de: Daten, Wahrscheinlichkeit, Regression
es: Datos, probabilidad, regresión
fr: Données, probabilités, régression
it: Dati, probabilità, regressione
pt_br: Dados, probabilidade, regressão

source: Day streak
de: Tagesserie
es: racha de dias
fr: Séquence d'une journée
it: Serie di giorni
pt_br: Sequência do dia

source: Decimals
de: Dezimalzahlen
es: decimales
fr: Décimales
it: Decimali
pt_br: Decimais

source: Decimals are just fractions written with place value. Line up the points and the rest follows.
de: Dezimalzahlen sind nur Brüche im Stellenwertsystem. Richte die Kommas aus, der Rest folgt.
es: Los decimales son simplemente fracciones escritas con valor posicional. Alinea los puntos y el resto sigue.
fr: Les décimales ne sont que des fractions écrites avec une valeur de position. Alignez les points et le reste suit.
it: I decimali sono solo frazioni scritte con valore posizionale. Allinea i punti e il resto segue.
pt_br: Decimais são apenas frações escritas com valor posicional. Alinhe os pontos e o resto segue.

source: Definite Integrals
de: Bestimmte Integrale
es: Integrales definidas
fr: Intégrales définies
it: Integrali definiti
pt_br: Integrais Definidos

source: Definition of zero exponent.
de: Definition des Exponenten 0.
es: Definición de exponente cero.
fr: Définition de l'exposant zéro.
it: Definizione di esponente zero.
pt_br: Definição de expoente zero.

source: Degree
de: Grad
es: Grado
fr: Degré
it: Grado
pt_br: Grau

source: Degree counts touching edges.
de: Der Grad zählt berührende Kanten.
es: Los grados cuentan tocando los bordes.
fr: Le degré compte en touchant les bords.
it: I gradi contano toccando i bordi.
pt_br: O grau conta as bordas tocantes.

source: Depends on the price
de: Hängt vom Preis ab
es: Depende del precio
fr: Cela dépend du prix
it: Dipende dal prezzo
pt_br: Depende do preço

source: Derivative of the first times the second, plus the first times the derivative of the second.
de: Ableitung des Ersten mal das Zweite, plus das Erste mal die Ableitung des Zweiten.
es: Derivada de la primera por la segunda, más la primera por la derivada de la segunda.
fr: Dérivée de la première fois la seconde, plus les premières fois la dérivée de la seconde.
it: Derivata della prima per la seconda, più derivata della prima per la derivata della seconda.
pt_br: Derivada do primeiro vezes o segundo, mais o primeiro vezes a derivada do segundo.

source: Derivative of x²?
de: Ableitung von x²?
es: ¿Derivada de x²?
fr: Dérivée de x² ?
it: Derivata di x²?
pt_br: Derivada de x²?

source: Derivative: (1/2)x^(−1/2) = 1/(2√x)
de: Ableitung: (1/2)x^(−1/2) = 1/(2√x)
es: Derivada: (1/2)x^(−1/2) = 1/(2√x)
fr: Dérivée : (1/2)x^(−1/2) = 1/(2√x)
it: Derivata: (1/2)x^(−1/2) = 1/(2√x)
pt_br: Derivada: (1/2)x^(−1/2) = 1/(2√x)

source: Derivatives
de: Ableitungen
es: Derivados
fr: Produits dérivés
it: Derivati
pt_br: Derivados

source: Derivatives describe motion, growth, and shape — slope, velocity, maxima and minima.
de: Ableitungen beschreiben Bewegung, Wachstum und Form — Steigung, Geschwindigkeit, Maxima und Minima.
es: Las derivadas describen el movimiento, el crecimiento y la forma: pendiente, velocidad, máximos y mínimos.
fr: Les dérivés décrivent le mouvement, la croissance et la forme – pente, vitesse, maxima et minima.
it: I derivati ​​descrivono il movimento, la crescita e la forma: pendenza, velocità, massimi e minimi.
pt_br: Os derivados descrevem movimento, crescimento e forma – inclinação, velocidade, máximos e mínimos.

source: Derivatives of products and quotients aren't just the product of derivatives — they have their own rules.
de: Ableitungen von Produkten und Quotienten sind nicht einfach das Produkt der Ableitungen — sie haben eigene Regeln.
es: Las derivadas de productos y cocientes no son sólo el producto de derivadas: tienen sus propias reglas.
fr: Les produits dérivés et les quotients ne sont pas seulement le produit de produits dérivés : ils ont leurs propres règles.
it: I derivati ​​di prodotti e quozienti non sono solo il prodotto di derivati: hanno le proprie regole.
pt_br: Derivadas de produtos e quocientes não são apenas produtos de derivadas — elas têm suas próprias regras.

source: Descriptive statistics summarize a data set so you can see its center and spread at a glance.
de: Deskriptive Statistiken fassen einen Datensatz zusammen, sodass Sie dessen Zentrum und Ausbreitung auf einen Blick erkennen können.
es: Las estadísticas descriptivas resumen un conjunto de datos para que pueda ver su centro y distribución de un vistazo.
fr: Les statistiques descriptives résument un ensemble de données afin que vous puissiez voir son centre et sa diffusion en un coup d'œil.
it: Le statistiche descrittive riepilogano un set di dati in modo da poterne vedere il centro e la diffusione a colpo d'occhio.
pt_br: As estatísticas descritivas resumem um conjunto de dados para que você possa ver rapidamente seu centro e sua distribuição.

source: Diagonal of a square with side 1?
de: Diagonale eines Quadrats mit Seite 1?
es: ¿Diagonal de un cuadrado de lado 1?
fr: Diagonale d'un carré de côté 1 ?
it: Diagonale di un quadrato di lato 1?
pt_br: Diagonal de um quadrado de lado 1?

source: Difference of squares
de: Differenz zweier Quadrate
es: diferencia de cuadrados
fr: Différence de carrés
it: Differenza di quadrati
pt_br: Diferença de quadrados

source: Difference of squares with (2x)² and 5².
de: Differenz von Quadraten mit (2x)² und 5².
es: Diferencia de cuadrados con (2x)² y 5².
fr: Différence de carrés avec (2x)² et 5².
it: Differenza di quadrati con (2x)² e 5².
pt_br: Diferença de quadrados com (2x)² e 5².

source: Difference of squares.
de: Differenz zweier Quadrate.
es: Diferencia de cuadrados.
fr: Différence de carrés.
it: Differenza di quadrati.
pt_br: Diferença de quadrados.

source: Differentiate (2x + 1)³. Use the chain rule.
de: Leite (2x + 1)³ mit der Kettenregel ab.
es: Diferenciar (2x + 1)³. Utilice la regla de la cadena.
fr: Différencier (2x + 1)³. Utilisez la règle de la chaîne.
it: Differenziare (2x + 1)³. Usa la regola della catena.
pt_br: Diferencie (2x + 1)³. Use a regra da cadeia.

source: Differentiate (3x + 2)⁴.
de: Leite (3x + 2)⁴ ab.
es: Diferenciar (3x + 2)⁴.
fr: Différencier (3x + 2)⁴.
it: Differenziare (3x + 2)⁴.
pt_br: Diferencie (3x + 2)⁴.

source: Differentiate (x + 1)(x + 4).
de: Leite (x + 1)(x + 4) ab.
es: Diferenciar (x + 1)(x + 4).
fr: Différencier (x + 1)(x + 4).
it: Differenziare (x + 1)(x + 4).
pt_br: Diferencie (x + 1)(x + 4).

source: Differentiate (x² + 1)³.
de: Leite (x² + 1)³ ab.
es: Diferenciar (x² + 1)³.
fr: Différencier (x² + 1)³.
it: Differenziare (x² + 1)³.
pt_br: Diferencie (x² + 1)³.

source: Differentiate e^(3x).
de: Leite e^(3x) ab.
es: Diferenciar e^(3x).
fr: Différenciez e^(3x).
it: Differenziare e^(3x).
pt_br: Diferencie e^(3x).

source: Differentiate sin(2x).
de: Leite sin(2x) ab.
es: Diferenciar pecado(2x).
fr: Différencier le péché (2x).
it: Differenziare il peccato(2x).
pt_br: Diferencie pecado(2x).

source: Differentiate term by term.
de: Term für Term ableiten.
es: Diferenciar término por término.
fr: Différencier terme par terme.
it: Differenziare termine per termine.
pt_br: Diferencie termo por termo.

source: Differentiate the outer function at the inner, then multiply by inner's derivative.
de: Erst die äußere Funktion an der inneren ableiten, dann mit der Ableitung der inneren multiplizieren.
es: Diferenciar la función exterior de la interior, luego multiplicar por la derivada de la interior.
fr: Différenciez la fonction externe par la fonction interne, puis multipliez par la dérivée interne.
it: Differenzia la funzione esterna da quella interna, quindi moltiplica per la derivata interna.
pt_br: Diferencie a função externa pela interna e multiplique pela derivada interna.

source: Differentiating compositions: outer derivative times inner derivative.
de: Verkettung ableiten: äußere Ableitung mal innere Ableitung.
es: Composiciones diferenciadoras: derivada externa por derivada interna.
fr: Compositions différenciantes : dérivée externe multipliée par dérivée interne.
it: Composizioni differenzianti: derivata esterna per derivata interna.
pt_br: Diferenciando composições: derivada externa vezes derivada interna.

source: Direct from the unit circle.
de: Direkt vom Einheitskreis.
es: Directo desde el círculo unitario.
fr: Directement du cercle unitaire.
it: Diretto dal cerchio unitario.
pt_br: Direto do círculo unitário.

source: Direct substitution
de: Direktes Einsetzen
es: Sustitución directa
fr: Remplacement direct
it: Sostituzione diretta
pt_br: Substituição direta

source: Direction
de: Richtung
es: Dirección
it: Direzione
pt_br: Direção

source: Disappears
de: Verschwindet
es: Desaparece
fr: Disparaît
it: Scompare
pt_br: Desaparece

source: Discrete Math
de: Diskrete Mathematik
es: Matemáticas discretas
fr: Mathématiques discrètes
it: Matematica discreta
pt_br: Matemática Discreta

source: Discriminant
de: Diskriminante
es: discriminante
it: Discriminante
pt_br: Discriminante

source: Distance around the circle.
de: Wegstrecke um den Kreis herum.
es: Distancia alrededor del círculo.
fr: Distance autour du cercle.
it: Distanza attorno al cerchio.
pt_br: Distância ao redor do círculo.

source: Distance from zero
de: Abstand von null

source: Distance from zero is 7.
de: Der Abstand zur Null ist 7.
es: La distancia desde cero es 7.
fr: La distance à partir de zéro est de 7.
it: La distanza dallo zero è 7.
pt_br: A distância de zero é 7.

source: Distances are zero or positive
de: Abstände sind null oder positiv

source: Distribute first: 3x − 6 = 9.
de: Erst ausmultiplizieren: 3x − 6 = 9.
es: Distribuya primero: 3x − 6 = 9.
fr: Distribuez en premier : 3x − 6 = 9.
it: Distribuisci prima: 3x − 6 = 9.
pt_br: Distribua primeiro: 3x − 6 = 9.

source: Distributions
de: Verteilungen
es: Distribuciones
fr: Distribution
it: Distribuzioni
pt_br: Distribuições

source: Divide 3 by 4.
de: Teile 3 durch 4.
es: Divide 3 entre 4.
fr: Divisez 3 par 4.
it: Dividi 3 per 4.
pt_br: Divida 3 por 4.

source: Divide both sides by 2.
de: Teile beide Seiten durch 2.
es: Divide ambos lados por 2.
fr: Divisez les deux côtés par 2.
it: Dividi entrambi i lati per 2.
pt_br: Divida ambos os lados por 2.

source: Divide both sides by their common factor, 6.
de: Teile beide Seiten durch ihren gemeinsamen Faktor 6.
es: Divide ambos lados por su factor común, 6.
fr: Divisez les deux côtés par leur facteur commun, 6.
it: Dividi entrambi i membri per il loro fattore comune, 6.
pt_br: Divida ambos os lados pelo seu fator comum, 6.

source: Divide by 1.05.
de: Teilen Sie durch 1,05.
es: Dividir por 1,05.
fr: Divisez par 1,05.
it: Dividere per 1,05.
pt_br: Divida por 1,05.

source: Divide by 12 months.
de: Teilen Sie durch 12 Monate.
es: Dividir por 12 meses.
fr: Divisez par 12 mois.
it: Dividere per 12 mesi.
pt_br: Divida por 12 meses.

source: Divide by 2: x = 4
de: :2: x = 4
es: Dividir por 2: x = 4
fr: Diviser par 2 : x = 4
it: Dividi per 2: x = 4
pt_br: Divida por 2: x = 4

source: Divide by 3: x = 4
de: :3: x = 4
es: Dividir por 3: x = 4
fr: Diviser par 3 : x = 4
it: Dividi per 3: x = 4
pt_br: Divida por 3: x = 4

source: Divide by the inflation factor to compare purchasing power.
de: Teilen Sie durch den Inflationsfaktor, um die Kaufkraft zu vergleichen.
es: Divida por el factor de inflación para comparar el poder adquisitivo.
fr: Divisez par le facteur d’inflation pour comparer le pouvoir d’achat.
it: Dividi per il fattore inflazione per confrontare il potere d’acquisto.
pt_br: Divida pelo fator de inflação para comparar o poder de compra.

source: Divide by −2: 1 > −2 — the sign reversed
de: Teile durch −2: 1 > −2 — das Zeichen hat sich umgekehrt
es: Dividir por −2: 1 > −2 – el signo invertido
fr: Diviser par −2 : 1 > −2 — le signe inversé
it: Dividi per −2: 1 > −2 — il segno invertito
pt_br: Divida por −2: 1 > −2 — o sinal invertido

source: Divide by −3 and reverse: x > 9 / (−3)
de: Teile durch −3 und drehe um: x > 9 / (−3)
es: Dividir por −3 e invertir: x > 9 / (−3)
fr: Divisez par −3 et inversez : x > 9 / (−3)
it: Dividere per −3 e invertire: x > 9 / (−3)
pt_br: Divida por −3 e inverta: x > 9 / (−3)

source: Divide by −3 — and flip the sign.
de: Teile durch −3 — und drehe das Zeichen um.
es: Divide por −3 y voltea el letrero.
fr: Divisez par −3 – et retournez le signe.
it: Dividi per −3 e capovolgi il segno.
pt_br: Divida por −3 – e inverta o sinal.

source: Divide numerator and denominator by their common factor.
de: Zähler und Nenner durch den gemeinsamen Faktor teilen.
es: Divide numerador y denominador por su factor común.
fr: Divisez le numérateur et le dénominateur par leur facteur commun.
it: Dividi numeratore e denominatore per il loro fattore comune.
pt_br: Divida o numerador e o denominador pelo seu fator comum.

source: Divide the top by the bottom.
de: Teile den Zähler durch den Nenner.
es: Divide la parte superior por la inferior.
fr: Divisez le haut par le bas.
it: Dividi la parte superiore per quella inferiore.
pt_br: Divida o topo pelo fundo.

source: Dividing by a negative reverses the inequality.
de: Das Teilen durch eine negative Zahl kehrt die Ungleichung um.
es: Dividir por un negativo invierte la desigualdad.
fr: La division par un négatif inverse l’inégalité.
it: Dividendo per un valore negativo si inverte la disuguaglianza.
pt_br: Dividir por um negativo inverte a desigualdade.

source: Dividing inputs becomes subtracting outputs.
de: Aus Division der Argumente wird Subtraktion der Werte.
es: Dividir los insumos se convierte en restar los productos.
fr: Diviser les entrées devient soustraire les sorties.
it: Dividere gli input diventa sottrarre gli output.
pt_br: Dividir entradas torna-se subtrair saídas.

source: Division before addition.
de: Erst dividieren, dann addieren.
es: División antes de la suma.
fr: Division avant addition.
it: Divisione prima dell'addizione.
pt_br: Divisão antes da adição.

source: Domain
de: Definitionsbereich
es: Dominio
fr: Domaine
it: Dominio
pt_br: Domínio

source: Done
de: Fertig
es: Hecho
fr: Fait
it: Fatto
pt_br: Feito

source: Dot Product
de: Punktprodukt
es: Producto escalar
fr: Produit scalaire
it: Prodotto scalare
pt_br: Produto escalar

source: Dot product
de: Punktprodukt
es: Producto escalar
fr: Produit scalaire
it: Prodotto scalare
pt_br: Produto escalar

source: Double
de: Verdoppelt sich
es: Doble
it: Raddoppiare
pt_br: Dobro

source: Double both coordinates.
de: Verdoppeln Sie beide Koordinaten.
es: Duplica ambas coordenadas.
fr: Doublez les deux coordonnées.
it: Raddoppia entrambe le coordinate.
pt_br: Duplique ambas as coordenadas.

source: Doubles
de: Verdoppelt sich
es: Dobles
fr: Double
it: Raddoppia
pt_br: Duplas

source: Doubling the radius makes the area:
de: Wird der Radius verdoppelt, wird der Flächeninhalt:
es: Duplicar el radio hace que el área:
fr: En doublant le rayon, la zone est :
it: Raddoppiando il raggio l'area risulta:
pt_br: Dobrar o raio resulta na área:

source: Doubling the radius of a sphere multiplies the volume by:
de: Verdoppelt man den Radius einer Kugel, vervielfacht sich das Volumen mit:
es: Al duplicar el radio de una esfera se multiplica el volumen por:
fr: Doubler le rayon d'une sphère multiplie le volume par :
it: Raddoppiando il raggio di una sfera si moltiplica il volume per:
pt_br: Dobrar o raio de uma esfera multiplica o volume por:

source: Each pair of vertices is connected.
de: Jedes Eckpunktpaar ist verbunden.
es: Cada par de vértices está conectado.
fr: Chaque paire de sommets est connectée.
it: Ogni coppia di vertici è connessa.
pt_br: Cada par de vértices está conectado.

source: Each side over the sine of its opposite angle.
de: Jede Seite geteilt durch den Sinus ihres Gegenwinkels.
es: Cada lado sobre el seno de su ángulo opuesto.
fr: Chaque côté sur le sinus de son angle opposé.
it: Ciascun lato sopra il seno del suo angolo opposto.
pt_br: Cada lado sobre o seno do seu ângulo oposto.

source: Each step adds 5
de: Jeder Schritt fügt 5 hinzu
es: Cada paso suma 5
fr: Chaque étape ajoute 5
it: Ogni passaggio aggiunge 5
pt_br: Cada etapa adiciona 5

source: Each year multiplies the balance by 1 + r.
de: Jedes Jahr wird der Saldo mit 1 + r multipliziert.
es: Cada año se multiplica el saldo por 1 + r.
fr: Chaque année multiplie le solde par 1 + r.
it: Ogni anno moltiplica il saldo per 1 + r.
pt_br: Cada ano multiplica o saldo por 1 + r.

source: Edges are the connections in a graph.
de: Kanten sind die Verbindungen in einem Diagramm.
es: Los bordes son las conexiones en un gráfico.
fr: Les arêtes sont les connexions dans un graphique.
it: Gli archi sono le connessioni in un grafico.
pt_br: Arestas são as conexões em um gráfico.

source: Edges connect vertices
de: Kanten verbinden Eckpunkte
es: Las aristas conectan los vértices
fr: Les arêtes relient les sommets
it: I bordi collegano i vertici
pt_br: Arestas conectam vértices

source: Elimination
de: Eliminieren
es: Eliminación
fr: Élimination
it: Eliminazione
pt_br: Eliminação

source: Enjoying Mathio?
de: Gefällt dir Mathio?
es: ¿Te gusta Mathio?
fr: Vous aimez Mathio ?
it: Ti piace Mathio?
pt_br: Está gostando do Mathio?

source: Equal
de: Gleich
es: Igual
fr: Égal
it: Pari
pt_br: Igual

source: Equations & expressions
de: Gleichungen & Terme
es: Ecuaciones y expresiones
fr: Équations et expressions
it: Equazioni ed espressioni
pt_br: Equações e expressões

source: Equations, lines, factoring
de: Gleichungen, Geraden, Faktorisieren
es: Ecuaciones, rectas, factorización
fr: Équations, droites, factorisation
it: Equazioni, rette, fattorizzazione
pt_br: Equações, retas, fatoração

source: Equilateral triangle with side 2. Area?
de: Gleichseitiges Dreieck mit Seite 2. Flächeninhalt?
es: Triángulo equilátero de lado 2. ¿Área?
fr: Triangle équilatéral de côté 2. Aire ?
it: Triangolo equilatero di lato 2. Area?
pt_br: Triângulo equilátero com lado 2. Área?

source: Evaluate the antiderivative at both limits and subtract.
de: Setze die Stammfunktion an beiden Grenzen ein und subtrahiere.
es: Evalúe la antiderivada en ambos límites y reste.
fr: Évaluez la primitive aux deux limites et soustrayez.
it: Valutare la primitiva ad entrambi i limiti e sottrarre.
pt_br: Avalie a antiderivada em ambos os limites e subtraia.

source: Evaluate ∫ (−1) dx.
de: Berechne ∫ (−1) dx.
es: Evalúe ∫ (−1) dx.
fr: Évaluez ∫ (−1) dx.
it: Valutare ∫ (−1) dx.
pt_br: Avalie ∫ (−1) dx.

source: Evaluate ∫₀² 2x dx.
de: Berechne ∫₀² 2x dx.
es: Evalúe ∫₀² 2x dx.
fr: Évaluez ∫₀² 2x dx.
it: Valutare ∫₀² 2x dx.
pt_br: Avalie ∫₀² 2x dx.

source: Evaluate ∫₀¹ 3x² dx.
de: Berechne ∫₀¹ 3x² dx.
es: Evalúe ∫₀¹ 3x² dx.
fr: Évaluez ∫₀¹ 3x² dx.
it: Valutare ∫₀¹ 3x² dx.
pt_br: Avalie ∫₀¹ 3x² dx.

source: Evaluate ∫₁³ 1 dx.
de: Berechne ∫₁³ 1 dx.
es: Evalúe ∫₁³ 1 dx.
fr: Évaluez ∫₁³ 1 dx.
it: Valutare ∫₁³ 1 dx.
pt_br: Avalie ∫₁³ 1 dx.

source: Even / odd
de: Gerade / ungerade
es: par/impar
fr: Pair/impair
it: Pari/dispari
pt_br: Par/ímpar

source: Even numbers divide by 2 with no remainder.
de: Gerade Zahlen werden ohne Rest durch 2 geteilt.
es: Los números pares se dividen por 2 sin resto.
fr: Les nombres pairs divisent par 2 sans reste.
it: I numeri pari si dividono per 2 senza resto.
pt_br: Os números pares dividem por 2 sem deixar resto.

source: Evening session?
de: Abendsession?
es: ¿Sesión nocturna?
fr: Séance du soir ?
it: Sessione serale?
pt_br: Sessão noturna?

source: Every angle picks a unique point.
de: Jeder Winkel ergibt einen eindeutigen Punkt.
es: Cada ángulo elige un punto único.
fr: Chaque angle choisit un point unique.
it: Ogni angolo sceglie un punto unico.
pt_br: Cada ângulo escolhe um ponto único.

source: Every item in {1,2} appears in the larger set.
de: Jedes Element in {1,2} erscheint im größeren Satz.
es: Cada elemento de {1,2} aparece en el conjunto más grande.
fr: Chaque élément de {1,2} apparaît dans l'ensemble plus grand.
it: Ogni elemento in {1,2} appare nel set più grande.
pt_br: Cada item em {1,2} aparece no conjunto maior.

source: Every other value appears once
de: Jeder andere Wert kommt einmal vor
es: Todos los demás valores aparecen una vez
fr: Toute autre valeur apparaît une fois
it: Ogni altro valore appare una volta
pt_br: Todos os outros valores aparecem uma vez

source: Every price becomes zero
de: Jeder Preis wird Null
es: Todo precio se vuelve cero.
fr: Chaque prix devient nul
it: Ogni prezzo diventa zero
pt_br: Todo preço se torna zero

source: Every quadratic ax² + bx + c = 0 has solutions you can read off the formula.
de: Jede quadratische Gleichung ax² + bx + c = 0 lässt sich mit der Formel lösen.
es: Cada cuadrático ax² + bx + c = 0 tiene soluciones que puedes leer en la fórmula.
fr: Chaque quadratique ax² + bx + c = 0 a des solutions que vous pouvez lire dans la formule.
it: Ogni quadratica ax² + bx + c = 0 ha soluzioni che puoi leggere dalla formula.
pt_br: Cada quadrático ax² + bx + c = 0 tem soluções que você pode ler na fórmula.

source: Every solution
de: Jede Lösung
es: Cada solución
fr: Chaque solution
it: Ogni soluzione
pt_br: Cada solução

source: Every topic. Every lesson. No ads.
de: Jedes Thema. Jede Lektion. Werbefrei.
es: Cada tema. Cada lección. Sin anuncios.
fr: Chaque sujet. Chaque leçon. Aucune publicité.
it: Ogni argomento. Ogni lezione. Nessuna pubblicità.
pt_br: Cada tópico. Cada lição. Sem anúncios.

source: Every vector doubles in length from the origin.
de: Jeder Vektor verdoppelt seine Länge vom Ursprung aus.
es: Todo vector duplica su longitud desde el origen.
fr: Chaque vecteur double de longueur à partir de l'origine.
it: Ogni vettore raddoppia in lunghezza dall'origine.
pt_br: Todo vetor dobra de comprimento a partir da origem.

source: Everyday money math
de: Mathe für Geld im Alltag
es: Matemática financiera diaria
fr: Maths d’argent au quotidien
it: Matematica finanziaria quotidiana
pt_br: Matemática financeira do dia a dia

source: Exactly one
de: Genau eine
es: exactamente uno
fr: Exactement un
it: Esattamente uno
pt_br: Exatamente um

source: Exactly one solution
de: Genau eine Lösung
es: exactamente una solución
fr: Exactement une solution
it: Esattamente una soluzione
pt_br: Exatamente uma solução

source: Exactly two
de: Genau zwei
es: exactamente dos
fr: Exactement deux
it: Esattamente due
pt_br: Exatamente dois

source: Exactly zero
de: Genau null

source: Exam Essentials
de: Prüfungs-Basics
es: Esenciales para exámenes
fr: Essentiels pour les examens
it: Essenziali per l’esame
pt_br: Essenciais para provas

source: Exam prep
de: Prüfungsvorbereitung
es: Preparación de exámenes
fr: Préparation aux examens
it: Preparazione agli esami
pt_br: Preparação para provas

source: Exclude inputs that break the rule, like dividing by zero.
de: Schließe Eingaben aus, die die Regel verletzen, etwa das Teilen durch null.
es: Excluye entradas que infrinjan la regla, como dividir por cero.
fr: Excluez les entrées qui enfreignent la règle, comme la division par zéro.
it: Escludi input che infrangono la regola, come la divisione per zero.
pt_br: Exclua entradas que violam a regra, como dividir por zero.

source: Expand (x + 1)².
de: Multipliziere (x + 1)² aus.
es: Expande (x + 1)².
fr: Développez (x + 1)².
it: Espandi (x + 1)².
pt_br: Expanda (x + 1)².

source: Expand (x + 2)(x + 3).
de: Multipliziere (x + 2)(x + 3) aus.
es: Expande (x + 2)(x + 3).
fr: Développez (x + 2)(x + 3).
it: Espandi (x + 2)(x + 3).
pt_br: Expanda (x + 2)(x + 3).

source: Exponent Rules
de: Potenzgesetze
es: Reglas de exponente
fr: Règles des exposants
it: Regole dell'esponente
pt_br: Regras do Expoente
